---
kind: other
id: Methods.T:Autodesk.Revit.DB.PaperSize
source: html/12ea86e7-e0f4-7233-aaca-92fd35d253c8.htm
---
# PaperSize Methods

Causes the object to release immediately any resources it may be utilizing.